--Just a 3 tmp movies for testing
INSERT INTO movies (title, description, director, duration_minutes, age_rating, release_date, end_date)
VALUES 
('Интерстеллар', 'Путешествие группы исследователей через черную дыру.', 'Кристофер Нолан', 169, '12+', '2014-11-06', '2025-12-31'),
('Дюна: Часть вторая', 'Продолжение истории Пола Атрейдеса на пустынной планете.', 'Дени Вильнёв', 166, '16+', '2024-02-28', '2025-06-01'),
('Зверополис', 'История о крольчихе-полицейском в городе антропоморфных животных.', 'Байрон Ховард', 108, '6+', '2016-03-03', NULL);